plant("Пустырник", ["Сердечно-сосудистые заболевания"], ["Заболевания желудочно-кишечного тракта"], 20).
plant("Валерьяна", ["Болезни нервной системы"], ["Сердечно-сосудистые заболевания"], 75).
plant("Лапчатка", ["Заболевания желудочно-кишечного тракта"], ["Сердечно-сосудистые заболевания"], 25).
plant("Cушеница", ["Заболевания желудочно-кишечного тракта"], [], 90).
plant("Голубика", ["Сердечно-сосудистые заболевания"], [], 90).
plant("Календула", ["Сердечно-сосудистые заболевания"], ["Заболевания желудочно-кишечного тракта"], 80).
plant("Мята", ["Сердечно-сосудистые заболевания"], [], 15).
plant("Василек", ["Сердечно-сосудистые заболевания"], [], 40).
plant("Омела", ["Болезни нервной системы"], [], 10).
plant("Бузина", ["Болезни нервной системы"], ["Заболевания желудочно-кишечного тракта"], 5).
plant("Тысячелистник", ["Болезни нервной системы"], ["Заболевания желудочно-кишечного тракта"], 80).
plant("Барвинок", ["Болезни нервной системы"], ["Сердечно-сосудистые заболевания"], 5).
plant("Донник", ["Болезни нервной системы"], ["Сердечно-сосудистые заболевания"], 40).
plant("Таволга", ["Болезни нервной системы"], [], 30).
plant("Хмель", ["Болезни нервной системы"], ["Гинекологические заболевания"], 60).
plant("Анис", ["Заболевания желудочно-кишечного тракта"], ["Кожные заболевания"], 5).
plant("Фенхель", ["Заболевания желудочно-кишечного тракта"], [], 10).
plant("Крушина", ["Заболевания желудочно-кишечного тракта"], [], 40).
plant("Аир", ["Заболевания желудочно-кишечного тракта"], ["Сердечно-сосудистые заболевания"], 30).
plant("Зверобой", ["Заболевания желудочно-кишечного тракта"], ["Сердечно-сосудистые заболевания"], 40).


illnesses_group("Сердечно-сосудистые заболевания",
 [
"Атеросклероз",
"Ревматизм",
"Эндокардит",
"Геморрой",
"Тромбозы сосудов"
]).
illnesses_group("Болезни нервной системы", 
[
"Мигрень",
"Невриты",
"Болезнь Паркинсона",
"Болезни Альцгеймера",
"Депрессивный синдром"
]).
illnesses_group("Заболевания желудочно-кишечного тракта", 
[
"Гастрит",
"Холецистит",
"Диспепсия",
"Энтероколиты",
"Проктиты"
]).
illnesses_group("Заболевания опорно-двигательного аппарата", 
[
"Артрит",
"Артороз",
"Подагра",
"Остеопороз",
"Полиартрит",
"Остеохондроз"
]).
illnesses_group("Заболевания эндокринной системы", 
[
"Сахарный диабет",
"Гипотиреоз",
"Аутоиммунный тиреоидит",
"Диффузно-токсический зоб",
"Инсулома",
"Тиреотоксикоз"
]).
illnesses_group("Кожные заболевания", 
[
"Дерматит",
"Демодикоз",
"Герпес",
"Фурункулез",
"Псориаз"
]).
illnesses_group("Бронхо-легочные заболевания", 
[
"Бронхит",
"Пневмония",
"Эмфизема",
"Синуситы",
"Фарингит",
"Тонзиллит",
"Бронхиальная астма"
]).

illnesses_group("Гинекологические заболевания", 
[
"Полипы",
"Кисты",
"Опухоли",
"Эндометриоз"
]).

